tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "molovo/revolver"
brew "ack"
brew "autoconf"
brew "automake"
brew "btop"
brew "coreutils"
brew "cowsay"
brew "fping"
brew "git"
brew "pkg-config"
brew "gnupg"
brew "hub"
brew "imagemagick@6", link: true
brew "iredis"
brew "jupyterlab"
brew "libyaml"
brew "midnight-commander"
brew "python-tabulate"
brew "mycli"
brew "mysql@5.7", restart_service: true, link: true
brew "openssl@3"
brew "pgcli"
brew "pipx"
brew "postgresql", restart_service: true
brew "pv"
brew "python-yq"
brew "redis", restart_service: true
brew "repo"
brew "shared-mime-info"
brew "tag"
brew "tig"
brew "todo-txt"
brew "tree"
brew "v8@3.15"
brew "watchman"
brew "wget"
brew "xidel"
brew "yarn"
brew "zlib"
brew "molovo/revolver/revolver"
cask "caffeine"
cask "calibre"
cask "flux"
cask "flycut"
cask "geany"
cask "ngrok"
cask "sizeup"
cask "skim"
cask "thebrain"
cask "visual-studio-code"
