tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "molovo/revolver"
brew "ack"
brew "autoconf"
brew "automake"
brew "openssl@1.1"
brew "openssl@3"
brew "readline"
brew "docutils"
brew "awscli"
brew "bat"
brew "zstd"
brew "boost"
brew "gcc"
brew "btop"
brew "coreutils"
brew "cowsay"
brew "duf"
brew "folly"
brew "edencommon"
brew "exa"
brew "fasd"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fping"
brew "gettext"
brew "git"
brew "glib"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "pkg-config"
brew "guile"
brew "httpie"
brew "hub"
brew "imagemagick@6", link: true
brew "ipython"
brew "iredis"
brew "jsonschema"
brew "libyaml"
brew "node"
brew "jupyterlab"
brew "libmagic"
brew "libpq"
brew "libsolv"
brew "midnight-commander"
brew "python-tabulate"
brew "mycli"
brew "mysql@5.7", restart_service: true
brew "nnn"
brew "nvm"
brew "pgcli"
brew "pipx"
brew "postgresql@14", restart_service: true
brew "pup"
brew "pv"
brew "python-yq"
brew "python@3.10"
brew "python@3.9"
brew "redis", restart_service: true
brew "repo"
brew "ripgrep"
brew "shared-mime-info"
brew "tag"
brew "tig"
brew "todo-txt"
brew "tree"
brew "v8@3.15"
brew "watchman"
brew "wget"
brew "xidel"
brew "yarn"
brew "zlib"
brew "molovo/revolver/revolver"
cask "anki"
cask "caffeine"
cask "calibre"
cask "dbeaver-community"
cask "flux"
cask "flycut"
cask "geany"
cask "graphiql"
cask "graphql-playground"
cask "kindle"
cask "monitorcontrol"
cask "ngrok"
cask "postman"
cask "rubymine"
cask "session-manager-plugin"
cask "sizeup"
cask "skim"
cask "sourcetree"
cask "thebrain"
cask "visual-studio-code"
vscode "acherkashin.virtualbox-extension"
vscode "adrianwilczynski.open-folder-in-explorer"
vscode "alefragnani.project-manager"
vscode "algon-320.integrated-terminal-filedir"
vscode "bbenoist.vagrant"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "christian-kohler.path-intellisense"
vscode "CTC.vscode-tree-extension"
vscode "cweijan.vscode-office"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "FerrierBenjamin.fold-unfold-all-icone"
vscode "first-try-software.ruby-flog"
vscode "Hermitter.oh-lucy-vscode"
vscode "Hridoy.rails-snippets"
vscode "humao.rest-client"
vscode "itarato.byesig"
vscode "KoichiSasada.ruby-rstfilter"
vscode "mads-hartmann.bash-ide-vscode"
vscode "MermaidChart.vscode-mermaid-chart"
vscode "mhutchie.git-graph"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ninoseki.vscode-gem-lens"
vscode "Orta.vscode-jest"
vscode "Phu1237.vs-browser"
vscode "PKief.material-icon-theme"
vscode "puppet.puppet-vscode"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "sandcastle.vscode-open"
vscode "shanehofstetter.rails-open-partial"
vscode "Shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sirmspencer.vscode-autohide"
vscode "sorbet.sorbet-vscode-extension"
vscode "techer.open-in-browser"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "tomsaunders.vscode-workspace-explorer"
vscode "Tyriar.sort-lines"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
