acherkashin.virtualbox-extension
adrianwilczynski.open-folder-in-explorer
alefragnani.project-manager
algon-320.integrated-terminal-filedir
bbenoist.vagrant
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
christian-kohler.path-intellisense
CTC.vscode-tree-extension
cweijan.vscode-office
dbaeumer.vscode-eslint
deerawan.vscode-dash
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
FerrierBenjamin.fold-unfold-all-icone
first-try-software.ruby-flog
Hermitter.oh-lucy-vscode
Hridoy.rails-snippets
humao.rest-client
itarato.byesig
KoichiSasada.ruby-rstfilter
mads-hartmann.bash-ide-vscode
MermaidChart.vscode-mermaid-chart
mhutchie.git-graph
mindaro-dev.file-downloader
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ninoseki.vscode-gem-lens
Orta.vscode-jest
Phu1237.vs-browser
PKief.material-icon-theme
puppet.puppet-vscode
rangav.vscode-thunder-client
rebornix.ruby
redhat.vscode-yaml
sandcastle.vscode-open
shanehofstetter.rails-open-partial
Shopify.ruby-lsp
sianglim.slim
sirmspencer.vscode-autohide
sorbet.sorbet-vscode-extension
techer.open-in-browser
timonwong.shellcheck
tomoki1207.pdf
tomsaunders.vscode-workspace-explorer
Tyriar.sort-lines
vscode-icons-team.vscode-icons
vscodevim.vim
wingrunr21.vscode-ruby
